{
  "waste_types": {
    "RacThaiKinh": {
      "description": "Rác thủy tinh bao gồm chai, lọ, và các vật dụng làm từ thủy tinh. Đây là loại rác có thể tái chế nhiều lần mà không làm giảm chất lượng.",
      "recycling_guidance": "Để tái chế thủy tinh ở Việt Nam, bạn nên rửa sạch các vật dụng thủy tinh để loại bỏ cặn bẩn và tách chúng ra khỏi các loại rác khác. Bạn có thể bán chúng cho người thu gom ve chai hoặc đưa đến các trung tâm tái chế nếu có. Một số nhà cung cấp bên thứ ba như VECA hoặc Ve Chai Chu Hoa cũng nhận mua thủy tinh để tái chế.",
      "disposal_method": "Nếu không thể tái chế, vui lòng vứt vào thùng rác thông thường. Tuy nhiên, hãy lưu ý rằng điều này sẽ góp phần vào rác thải ở bãi chôn lấp và mất đi cơ hội tái chế."
    },
    "RacThaiGiay": {
      "description": "Rác giấy bao gồm sách, vở, giấy in, bìa cứng, và các sản phẩm làm từ giấy. Đây là loại rác dễ tái chế nếu được bảo quản đúng cách.",
      "recycling_guidance": "Để tái chế giấy ở Việt Nam, bạn nên giữ giấy khô ráo, không dính dầu mỡ hoặc các chất bẩn khác. Bạn có thể bán giấy cho người thu gom ve chai hoặc đưa đến các trung tâm tái chế. Một số công ty cũng mua giấy để tái chế thành các sản phẩm mới như giấy vệ sinh hoặc giấy tái chế.",
      "disposal_method": "Nếu không thể tái chế, vui lòng vứt vào thùng rác thông thường. Tuy nhiên, hãy cố gắng tái chế để giảm thiểu tác động đến môi trường."
    },
    "BiaCarton": {
      "description": "Rác bìa carton bao gồm hộp carton, bìa cứng, và các sản phẩm tương tự. Đây là loại rác có giá trị tái chế cao nếu được xử lý đúng cách.",
      "recycling_guidance": "Để tái chế bìa carton ở Việt Nam, bạn nên giữ bìa carton khô ráo, không dính dầu mỡ hoặc các chất bẩn khác. Bạn có thể bán chúng cho người thu gom ve chai hoặc đưa đến các trung tâm tái chế. Một số nhà máy tái chế cũng mua bìa carton để xử lý thành các sản phẩm mới như giấy tái chế hoặc bao bì.",
      "disposal_method": "Nếu không thể tái chế, vui lòng vứt vào thùng rác thông thường. Tuy nhiên, hãy cố gắng tái chế để giảm thiểu tác động đến môi trường."
    },
    "RacHuuCo": {
      "description": "Rác hữu cơ bao gồm thức ăn thừa, vỏ rau củ, lá cây, và các sản phẩm phân hủy sinh học khác. Đây là loại rác có thể tái chế thành phân bón hữu cơ.",
      "recycling_guidance": "Để tái chế rác hữu cơ ở Việt Nam, bạn có thể phân loại và ủ phân tại nhà bằng cách sử dụng thùng ủ phân hoặc các thiết bị chuyên dụng. Ngoài ra, bạn có thể đưa rác hữu cơ đến các điểm thu gom rác hữu cơ để xử lý thành phân bón. Một số tổ chức như Zero Waste Vietnam cũng khuyến khích việc composting rác hữu cơ để giảm thiểu rác thải.",
      "disposal_method": "Nếu không thể tái chế, vui lòng vứt vào thùng rác thông thường. Tuy nhiên, hãy cố gắng tái chế để giảm thiểu tác động đến môi trường."
    },
    "RacDienTu": {
      "description": "Rác điện tử bao gồm máy tính, điện thoại di động, tivi, tủ lạnh, và các thiết bị điện tử khác. Đây là loại rác chứa nhiều chất độc hại và cần được xử lý cẩn thận.",
      "recycling_guidance": "Để tái chế rác điện tử ở Việt Nam, bạn có thể tham gia chương trình Việt Nam Tái Chế, một chương trình thu hồi và tái chế rác thải điện tử miễn phí do các nhà sản xuất thiết bị điện tử khởi xướng. Bạn cũng có thể bán chúng cho các nhà tái chế hoặc đưa đến các trung tâm tái chế nếu có.",
      "disposal_method": "Nếu không thể tái chế, vui lòng không vứt vào thùng rác thông thường vì rác điện tử chứa các chất độc hại. Thay vào đó, hãy đưa đến các điểm thu gom rác điện tử hoặc tham gia các chương trình thu hồi."
    },
    "RacKimLoai": {
      "description": "Rác kim loại bao gồm lon nhôm, đồ dùng kim loại, vỏ hộp kim loại, và các sản phẩm làm từ kim loại khác. Đây là loại rác có giá trị tái chế cao.",
      "recycling_guidance": "Để tái chế rác kim loại ở Việt Nam, bạn có thể bán chúng cho các nhà tái chế hoặc đưa đến các trung tâm tái chế. Một số công ty cũng mua kim loại để tái chế thành các sản phẩm mới như lon nhôm hoặc các sản phẩm công nghiệp.",
      "disposal_method": "Nếu không thể tái chế, vui lòng vứt vào thùng rác thông thường. Tuy nhiên, hãy cố gắng tái chế để giảm thiểu tác động đến môi trường."
    }
  }
}
